export const questions = [
    {
        question: "Що символізують 5 Олімпійських кілець?",
        options: ["5 видів спорту", "5 континентів світу", "5 перших переможців", "5 олімпійських цінностей"],
        correct: 1
    },
    {
        question: "Де традиційно запалюють Олімпійський вогонь?",
        options: ["У столиці країни-господаря", "В Афінах", "В Олімпії (Греція)", "У Лозанні (Швейцарія)"],
        correct: 2
    },
    {
        question: "Хто виборов першу золоту медаль для незалежної України на літніх Олімпійських іграх?",
        options: ["Яна Клочкова", "Сергій Бубка", "Оксана Баюл", "Лілія Подкопаєва"],
        correct: 3
    },
    {
        question: "Як часто проводяться літні Олімпійські ігри?",
        options: ["Щороку", "Раз на 2 роки", "Раз на 4 роки", "Раз на 5 років"],
        correct: 2
    },
    {
        question: "Офіційне гасло Олімпійських ігор — «Швидше, вище, сильніше — ...»",
        options: ["Разом", "Разом до перемоги", "Сміливіше", "Чесніше"],
        correct: 0
    }
];